cask_args appdir: '/Applications'
tap 'caskroom/homebrew-cask' || true

brew 'vim'
brew 'curl'
brew 'wget'
brew 'phpunit'

cask 'phpstorm'
cask 'navicat-for-mysql'
cask 'google-chrome'

cask 'docker'
cask 'virtualbox'
cask 'vagrant'
cask 'mamp'

cask 'alfred'
brew 'awscli'
cask 'cyberduck'
cask 'atom'
